const String noNoise =
    "يمكنك إضافة قائمة تشغيل من اليوتيوب والاستماع اليها هنا والتعلم بعيدا عن الاعلانات و المشوشات وضجيج اليوتيوب";
const String onlyVideo =
    "يمكنك إضافة قائمة فيديو من اليوتيوب والاستماع اليه هنا والتعلم بعيدا عن الاعلانات و المشوشات وضجيج اليوتيوب";

const String labelOfPlaylistName = "اكتب اسم قائمة التشغيل";
const String labelOfLinkPlaylist = "ادخل رابط قائمة التشغيل";
const String labelOfLinkVideo = "ادخل رابط الفيديو";
const String worningBodyInPlayListAfterItem = "خد بالك المجلد به عدد";
const String thisVideoIsSaved = "خد بالك هذا الفيديو محفوظ علي ذاكرة الجهاز";
const String about =
    '''ما من سبيل للثبات على الحق وإنكار الباطل بعد توفيق الله سبحانه وتعالى، إلا بالعلم الراسخ الذي يميز به المرء بين الحق والباطل، والمعروف والمنكر.\n فمن لم يتحصن بالعلم، تقاذفته الشبهات والشهوات، وكان من ضحايا الفتن.\n معرفة العقيدة وفهم الحديث حماية للقلب من الانحراف \nسلسلة "رحلة اليقين" ترد على شبهات الإلحاد، وسلسلة "تيسير مصطلح الحديث" تبين كيف صان الله سنّة نبيه ﷺ من التحريف، فكلاهما جدار حماية في زمن كثرت فيه الفتن.''';
const String apiKey = "AIzaSyAHweqJ2QHTZ7gwDjfkIV6oDLDxaaN_8no";
